export const chapters = [
  {
    "id": 1,
    "name": "بَابُ الاسْتِعَاذَةِ",
    "start": 1,
    "end": 5
  },
  {
    "id": 2,
    "name": "بَابُ الْبَسْمَلَةِ",
    "start": 6,
    "end": 13
  },
  {
    "id": 3,
    "name": "سُوْرَةُ أُمِّ الْقُرْآنِ",
    "start": 14,
    "end": 21
  },
  {
    "id": 4,
    "name": "بَابُ الإدْغَامِ الْكَبِيرِ",
    "start": 22,
    "end": 63
  },
  {
    "id": 5,
    "name": "بَابُ هَاءِ الْكِنَايَةِ",
    "start": 64,
    "end": 73
  },
  {
    "id": 6,
    "name": "بَابُ الْمَدِّ وَالْقَصْرِ",
    "start": 74,
    "end": 88
  },
  {
    "id": 7,
    "name": "بَابُ الْهَمْزَتَيْنِ مِنْ كَلِمَةٍ",
    "start": 89,
    "end": 107
  },
  {
    "id": 8,
    "name": "بَابُ الْهَمْزَتَيْنِ مِنْ كَلِمَتَيْنِ",
    "start": 108,
    "end": 119
  },
  {
    "id": 9,
    "name": "باب الهمز المفرد",
    "start": 120,
    "end": 131
  },
  {
    "id": 10,
    "name": "بَابُ وَقْفِ حَمْزَةَ وَهِشَامٍ عَلَى الْهَمْزِ",
    "start": 132,
    "end": 151
  },
  {
    "id": 11,
    "name": "بَابُ الإِظْهَارِ وَالإِدْغَامِ",
    "start": 152,
    "end": 155
  },
  {
    "id": 12,
    "name": "ذِكْرُ ذَالِ إِذْ",
    "start": 156,
    "end": 158
  },
  {
    "id": 13,
    "name": "ذِكْرُ دَالِ قَدْ",
    "start": 159,
    "end": 162
  },
  {
    "id": 14,
    "name": "ذِكْرُ تَاءِ التَّأْنِيثِ",
    "start": 163,
    "end": 166
  },
  {
    "id": 15,
    "name": "ذِكْرُ لامِ هَلْ وَبَلْ",
    "start": 167,
    "end": 170
  },
  {
    "id": 16,
    "name": "بَابُ حُرُوفٍ قَرُبَتْ مَخَارِجُهَا",
    "start": 171,
    "end": 179
  },
  {
    "id": 17,
    "name": "بَابُ مَذَاهِبِهِمْ فِي الرَّاءَاتِ",
    "start": 180,
    "end": 195
  },
  {
    "id": 18,
    "name": "بَابُ اللَّامَاتِ",
    "start": 196,
    "end": 201
  },
  {
    "id": 19,
    "name": "بَابُ الْوَقْفِ عَلَى أَوَاخِرِ الْكَلِمِ",
    "start": 202,
    "end": 212
  },
  {
    "id": 20,
    "name": "بَابُ الْوَقْفِ عَلَى مَرْسُومِ الْخَطِّ",
    "start": 213,
    "end": 223
  },
  {
    "id": 21,
    "name": "بَابُ مَذَاهِبِهِمْ فِي يَاءَاتِ الإِضَافَةِ",
    "start": 224,
    "end": 280
  },
  {
    "id": 22,
    "name": "بَابُ يَاءَاتِ الزَّوَائِدِ",
    "start": 281,
    "end": 305
  },
  {
    "id": 23,
    "name": "سُوْرَةُ الْبَقَرَةِ",
    "start": 306,
    "end": 406
  },
  {
    "id": 24,
    "name": "فَرْشُ سُوْرَةِ آلِ عِمْرَانَ",
    "start": 407,
    "end": 447
  },
  {
    "id": 25,
    "name": "سُوْرَةُ النِّسَاءِ",
    "start": 448,
    "end": 474
  },
  {
    "id": 26,
    "name": "سُوْرَةُ الْمَائِدَةِ",
    "start": 475,
    "end": 492
  },
  {
    "id": 27,
    "name": "سُوْرَةُ الأَنْعَامِ",
    "start": 493,
    "end": 541
  },
  {
    "id": 28,
    "name": "سُوْرَةُ الأَعْرَافِ",
    "start": 542,
    "end": 574
  },
  {
    "id": 29,
    "name": "سُوْرَةُ الأَنْفَالِ",
    "start": 575,
    "end": 585
  },
  {
    "id": 30,
    "name": "سُوْرَةُ التَّوْبَةِ",
    "start": 586,
    "end": 598
  },
  {
    "id": 31,
    "name": "سُوْرَةُ يُوْنُسَ عَلَيْهِ السَّلامُ",
    "start": 599,
    "end": 615
  },
  {
    "id": 32,
    "name": "سُوْرَةُ هُوْدٍ عَلَيْهِ السَّلامُ",
    "start": 616,
    "end": 632
  },
  {
    "id": 33,
    "name": "ُسُوْرَةُ يُوْسُفَ عَلَيْهِ السَّلامُ",
    "start": 633,
    "end": 647
  },
  {
    "id": 34,
    "name": "سُوْرَةُ الرَّعْدِ",
    "start": 648,
    "end": 657
  },
  {
    "id": 35,
    "name": "سُوْرَةُ الْحِجْرِ",
    "start": 658,
    "end": 663
  },
  {
    "id": 36,
    "name": "سُوْرَةُ النَّحْلِ",
    "start": 664,
    "end": 671
  },
  {
    "id": 37,
    "name": "سُوْرَةُ الإِسْرَاءِ",
    "start": 672,
    "end": 685
  },
  {
    "id": 38,
    "name": "سُوْرَةُ الْكَهْفِ",
    "start": 686,
    "end": 715
  },
  {
    "id": 39,
    "name": "سُوْرَةُ مَرْيَمَ عَلَيْهَا السَّلامُ",
    "start": 716,
    "end": 726
  },
  {
    "id": 40,
    "name": "سُوْرَةُ طَه",
    "start": 727,
    "end": 742
  },
  {
    "id": 41,
    "name": "سُوْرَةُ الأَنْبِيَاءِ عَلَيْهِمُ السَّلامُ",
    "start": 743,
    "end": 748
  },
  {
    "id": 42,
    "name": "سُوْرَةُ الْحَجِّ",
    "start": 749,
    "end": 758
  },
  {
    "id": 43,
    "name": "سُوْرَةُ الْمُؤْمِنُونَ",
    "start": 759,
    "end": 767
  },
  {
    "id": 44,
    "name": "سُوْرَةُ النُّورِ",
    "start": 768,
    "end": 775
  },
  {
    "id": 45,
    "name": "سُوْرَةُ الْفُرْقَانِ",
    "start": 776,
    "end": 782
  },
  {
    "id": 46,
    "name": "سُوْرَةُ الشُّعَرَاءِ",
    "start": 783,
    "end": 787
  },
  {
    "id": 47,
    "name": "سُوْرَةُ النَّمْلِ",
    "start": 788,
    "end": 800
  },
  {
    "id": 48,
    "name": "سُوْرَةُ الْقَصَصِ",
    "start": 801,
    "end": 807
  },
  {
    "id": 49,
    "name": "سُوْرَةُ الْعَنْكَبُوتِ",
    "start": 808,
    "end": 813
  },
  {
    "id": 50,
    "name": "مِنْ سُوْرَةِ الرُّوْمِ إِلَى سُوْرَةِ سَبَأٍ",
    "start": 814,
    "end": 830
  },
  {
    "id": 51,
    "name": "سُوْرَةُ سَبَأٍ وَفَاطِرٍ",
    "start": 831,
    "end": 841
  },
  {
    "id": 52,
    "name": "سُوْرَةُ يس",
    "start": 842,
    "end": 848
  },
  {
    "id": 53,
    "name": "سُوْرَةُ الصَّافَّاتِ",
    "start": 849,
    "end": 856
  },
  {
    "id": 54,
    "name": "سُوْرَةُ ص",
    "start": 857,
    "end": 860
  },
  {
    "id": 55,
    "name": "سُوْرَةُ الزُّمَرِ",
    "start": 861,
    "end": 865
  },
  {
    "id": 56,
    "name": "سُوْرَةُ الْمُؤْمِنِ",
    "start": 866,
    "end": 870
  },
  {
    "id": 57,
    "name": "سُوْرَةُ فُصِّلَتْ",
    "start": 871,
    "end": 873
  },
  {
    "id": 58,
    "name": "سُوْرَةُ الشُّوْرَى وَالزُّخْرُفِ وَالدُّخَانِ",
    "start": 874,
    "end": 886
  },
  {
    "id": 59,
    "name": "سُوْرَةُ الشَّرِيْعَةِ وَالأَحْقَافِ",
    "start": 887,
    "end": 893
  },
  {
    "id": 60,
    "name": "سُوْرَةُ الرَّحْمَنِ عَزَّ وَجَلَّ",
    "start": 894,
    "end": 900
  },
  {
    "id": 61,
    "name": "سُوْرَةُ الْوَاقِعَةِ وَالَحَدِيدِ",
    "start": 901,
    "end": 906
  },
  {
    "id": 62,
    "name": "إِلَى سُوْرَةِ الْقِيَامَةِ",
    "start": 907,
    "end": 920
  },
  {
    "id": 63,
    "name": "وَمِنْ سُوْرَةِ النَّبَأِ إِلَى سُوْرَةِ الْعَلَقِ",
    "start": 921,
    "end": 936
  },
  {
    "id": 64,
    "name": "مِنْ سُوْرَةِ الْعَلَقِ إِلَى آخِرِ الْقُرْآنِ",
    "start": 937,
    "end": 942
  },
  {
    "id": 65,
    "name": "بَابُ التَّكْبِيرِ",
    "start": 943,
    "end": 955
  }
];